Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Unlike ``changed`` this includes event which don't change content and you can apply custom action filtering using ``change_action``.
sv: Till skillnad frÃ¥n ``changed`` inkluderar detta hÃ¤ndelser som inte Ã¤ndrar innehÃ¥llet och du kan tillÃ¤mpa anpassad Ã¥tgÃ¤rdsfiltrering med ``change_action``.

source: Filters on change action, useful together with ``change_time``. Accepts English name of the change action, either quoted and with spaces or lowercase and spaces replaced by a hyphen. See :ref:`search-changes` for examples.
sv: Filter pÃ¥ Ã¤ndringsÃ¥tgÃ¤rd, anvÃ¤ndbart tillsammans med ``change_time``. Accepterar engelska namnet pÃ¥ Ã¤ndringsÃ¥tgÃ¤rden, antingen inom citationstecken och med mellanslag eller med smÃ¥ bokstÃ¤ver och mellanslag ersatta med bindestreck. Se :ref:`search-changes` fÃ¶r exempel.

source: Source string was last changed on date, supports :ref:`search-operators` and :ref:`date-search`.
sv: KÃ¤llstrÃ¤ngen Ã¤ndrades senast den datum, stÃ¶der :ref:`search-operators` och :ref:`date-search`.

source: The string was last changed on date, supports :ref:`search-operators` and :ref:`date-search`.
sv: StrÃ¤ngen Ã¤ndrades senast den datum, stÃ¶der :ref:`search-operators` och :ref:`date-search`.

source: String has failing check, see :doc:`/user/checks` for check identifiers.
sv: StrÃ¤ngen har misslyckad kontroll, se :doc:`/user/checks` fÃ¶r kontrollidentifierare.

source: String has dismissed check, see :doc:`/user/checks` for check identifiers.
sv: StrÃ¤ngen har avvisat kontrollen, se :doc:`/user/checks` fÃ¶r kontrollidentifierare.

source: Search in user comments.
sv: SÃ¶k i anvÃ¤ndarkommentarer.

source: Search in resolved comments.
sv: SÃ¶k i lÃ¶sta kommentarer.

source: Filter by comment author.
sv: Filtrera efter kommentarsfÃ¶rfattare.

source: Search in suggestions.
sv: SÃ¶k i fÃ¶rslag.

source: Filter by suggestion author.
sv: Filtrera efter fÃ¶rslagets fÃ¶rfattare.

source: Search in explanations.
sv: SÃ¶k i fÃ¶rklaringar.

source: Search in labels.
sv: SÃ¶k i etiketter.

source: Search in screenshots.
sv: SÃ¶k i skÃ¤rmdumpar.

source: Filter by count of labels
sv: Filtrera efter antal etiketter

source: Boolean operators
sv: Booleska operatorer

source: You can combine lookups using ``AND``, ``OR``, ``NOT`` and parentheses to form complex queries.
sv: Du kan kombinera sÃ¶kningar med hjÃ¤lp av ``AND``, ``OR``, ``NOT`` och parenteser fÃ¶r att skapa komplexa sÃ¶kningar.

source: The ``NOT`` operator has higher precedence than the ``AND`` operator; the ``AND`` operator has higher precedence than the ``OR`` operator. You can add parenthesis to define a precedence of your own.
sv: Operatorn ``NOT`` har hÃ¶gre prioritet Ã¤n operatorn ``AND``; operatorn ``AND`` har hÃ¶gre prioritet Ã¤n operatorn ``OR``. Du kan lÃ¤gga till parenteser fÃ¶r att definiera din egen prioritet.

source: Omitting the operator will make the query behave like the ``AND`` operator was used.
sv: Om operatorn utelÃ¤mnas kommer frÃ¥gan att fungera som om operatorn ``AND`` hade anvÃ¤nts.

source: Equivalent expressions
sv: Motsvarande uttryck

source: Parenthesized expression to clearly show the precedence.
sv: Uttryck inom parentes fÃ¶r att tydligt visa prioritet.

source: The ``AND`` operator has higher precedence than the ``OR`` operator.
sv: Operatorn ``AND`` har hÃ¶gre prioritet Ã¤n operatorn ``OR``.

source: Query using an implicit ``AND`` operator.
sv: SÃ¶kning med hjÃ¤lp av en implicit ``AND``-operator.

source: Field operators
sv: FÃ¤ltoperatÃ¶rer

source: You can specify operators, ranges or partial lookups for date or numeric searches:
sv: Du kan ange operatorer, intervall eller partiella sÃ¶kningar fÃ¶r datum- eller numeriska sÃ¶kningar:

source: State is ``translated`` or better (``approved``).
sv: Status Ã¤r ``Ã¶versatt`` eller bÃ¤ttre (``godkÃ¤nd``).

source: Changed between two given dates (inclusive).
sv: Ãndrat mellan tvÃ¥ angivna datum (inklusive).

source: Strings with position between 10 and 100 (inclusive).
sv: StrÃ¤ngar med position mellan 10 och 100 (inklusive).

source: Searching for DATETIME fields
sv: SÃ¶ka efter DATETIME-fÃ¤lt

source: Timestamp searching supports multiple ways to specify the value. It supports wide range of ways to specify date and time.
sv: TidsstÃ¤mpelsÃ¶kning stÃ¶der flera sÃ¤tt att ange vÃ¤rdet. Den stÃ¶der ett brett spektrum av sÃ¤tt att ange datum och tid.

source: ISO 8601 formatted like :samp:`2025-09-08T12:16:55.336146+00:00`.
sv: ISO 8601-format som :samp:`2025-09-08T12:16:55.336146+00:00`.

source: English written date and time like :samp:`July 4, 2013 PST`.
sv: Engelsk skrivet datum och tid som :samp:`July 4, 2013 PST`.

source: English adverbs of time like :samp:`yesterday`, :samp:`last month`, and :samp:`2 days ago`.
sv: Engelska tidsadverb som :samp:`igÃ¥r`, :samp:`fÃ¶rra mÃ¥naden` och :samp:`fÃ¶r tvÃ¥ dagar sedan`.

source: Whenever only the date is specified, it is always used as inclusive and covers that date. Specify the exact timestamp if you need to override this behavior.
sv: NÃ¤r endast datum anges anvÃ¤nds det alltid som inkluderande och omfattar det datumet. Ange den exakta tidsstÃ¤mpeln om du behÃ¶ver Ã¥sidosÃ¤tta detta beteende.

source: Changed on 1st March 2019 and later (inclusive).
sv: Ãndrat den 1 mars 2019 och senare (inklusive).

source: Changed 2 weeks ago from the current date and time.
sv: Ãndrat fÃ¶r 2 veckor sedan frÃ¥n aktuellt datum och tid.

source: Changed starting yesterday.
sv: FÃ¶rÃ¤ndringen trÃ¤dde i kraft igÃ¥r.

source: Changed in the year 2019.
sv: Ãndrat under Ã¥r 2019.

source: Changed between two relative dates (inclusive).
sv: Ãndrat mellan tvÃ¥ relativa datum (inklusive).

source: Exact operators
sv: Exakta operatorer

source: You can do an exact match query on different string fields using ``=`` operator. For example, to search for all source strings exactly matching ``hello world``, use: ``source:="hello world"``. For searching single word expressions, you can skip quotes. For example, to search for all source strings matching ``hello``, you can use: ``source:=hello``.
sv: Du kan gÃ¶ra en exakt matchning pÃ¥ olika strÃ¤ngfÃ¤lt med hjÃ¤lp av operatorn ``=``. Om du till exempel vill sÃ¶ka efter alla kÃ¤llstrÃ¤ngar som exakt matchar ``hello world`` anvÃ¤nder du: ``source:="hello world"``. FÃ¶r att sÃ¶ka efter uttryck med ett enda ord kan du utelÃ¤mna citattecknen. Om du till exempel vill sÃ¶ka efter alla kÃ¤llstrÃ¤ngar som matchar ``hello`` kan du anvÃ¤nda: ``source:=hello``.

source: Searching for changes
sv: SÃ¶ka efter Ã¤ndringar

source: Searching for history events can be done using ``change_action`` and ``change_time`` operators.
sv: SÃ¶kning efter historiska hÃ¤ndelser kan gÃ¶ras med hjÃ¤lp av operatorerna ``change_action`` och ``change_time``.

source: For example, searching for strings marked for edit in 2018 can be entered as ``change_time:2018 AND change_action:marked-for-edit`` or ``change_time:2018 AND change_action:"Marked for edit"``.
sv: Om du till exempel vill sÃ¶ka efter strÃ¤ngar som markerats fÃ¶r redigering under 2018 kan du ange ``change_time:2018 AND change_action:marked-for-edit`` eller ``change_time:2018 AND change_action:"Marked for edit"``.

source: Regular expressions
sv: ReguljÃ¤ra uttryck

source: Anywhere text is accepted you can also specify a regular expression as ``r"regexp"``.
sv: Ãverallt dÃ¤r text accepteras kan du ocksÃ¥ ange ett reguljÃ¤rt uttryck som ``r"regexp"``.

source: For example, to search for all source strings which contain any digit between 2 and 5, use ``source:r"[2-5]"``.
sv: Om du till exempel vill sÃ¶ka efter alla kÃ¤llstrÃ¤ngar som innehÃ¥ller nÃ¥gon siffra mellan 2 och 5 anvÃ¤nder du ``source:r"[2-5]"``.

source: The regular expressions are evaluated by the database backend and might use different extensions, please consult the database documentation below for more details.
sv: De reguljÃ¤ra uttrycken utvÃ¤rderas av databasens backend och kan anvÃ¤nda olika tillÃ¤gg. Se databasdokumentationen nedan fÃ¶r mer information.

source: `PostgreSQL Regular Expressions Details <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (this is the default database engine for Weblate)
sv: `PostgreSQL Regular Expressions Details <https://www.postgresql.org/docs/current/functions-matching.html#POSIX-SYNTAX-DETAILS>`_ (detta Ã¤r standarddatabasmotorn fÃ¶r Weblate)

source: `MariaDB Regular Expressions Overview <https://mariadb.com/docs/server/reference/sql-functions/string-functions/regular-expressions-functions/regular-expressions-overview>`_
sv: `Ãversikt Ã¶ver reguljÃ¤ra uttryck i MariaDB <https://mariadb.com/docs/server/reference/sql-functions/string-functions/regular-expressions-functions/regular-expressions-overview>`_

source: Predefined queries
sv: FÃ¶rdefinierade frÃ¥gor

source: You can select out of predefined queries on the search page, this allows you to quickly access the most frequent searches:
sv: Du kan vÃ¤lja mellan fÃ¶rdefinierade sÃ¶kningar pÃ¥ sÃ¶ksidan, vilket gÃ¶r att du snabbt kan komma Ã¥t de vanligaste sÃ¶kningarna:

source: Ordering the results
sv: BestÃ¤llning av resultaten

source: There are many options to order the strings according to your needs:
sv: Det finns mÃ¥nga alternativ fÃ¶r att bestÃ¤lla strÃ¤ngarna efter dina behov:

source: Searching for users
sv: SÃ¶ka efter anvÃ¤ndare

source: The user browsing has similar search abilities:
sv: AnvÃ¤ndarens webblÃ¤sare har liknande sÃ¶kfunktioner:

source: Search in usernames.
sv: SÃ¶k i anvÃ¤ndarnamn.

source: Search in full names.
sv: SÃ¶k pÃ¥ fullstÃ¤ndiga namn.

source: User configured translation language (see :ref:`profile-translated-languages`).
sv: AnvÃ¤ndarkonfigurerat Ã¶versÃ¤ttningssprÃ¥k (se :ref:`profile-translated-languages`).

source: String content was changed on date, supports :ref:`search-operators`.
sv: StrÃ¤nginnehÃ¥llet Ã¤ndrades den datum, stÃ¶der :ref:`search-operators`.

source: User has contributed to a given language.
sv: AnvÃ¤ndaren har bidragit till ett visst sprÃ¥k.

source: You might want to limit contribution time by ``change_time``, for example ``change_time:>"90 days ago"``.
sv: Du kanske vill begrÃ¤nsa bidragstiden med ``change_time``, till exempel ``change_time:>"90 dagar sedan"``.

source: User has contributed to a given project or component.
sv: AnvÃ¤ndaren har bidragit till ett visst projekt eller en viss komponent.

source: Same as in :ref:`search-strings`.
sv: Samma som i :ref:`search-strings`.

source: Additional lookups are available in the :ref:`management-interface`:
sv: Ytterligare uppslag finns tillgÃ¤ngliga i :ref:`management-interface`:

source: Search for bots (used for project scoped tokens).
sv: SÃ¶k efter bots (anvÃ¤nds fÃ¶r projektbegrÃ¤nsade tokens).

source: Search for active users.
sv: SÃ¶k efter aktiva anvÃ¤ndare.

source: Search by e-mail.
sv: SÃ¶k efter e-post.

source: Translating using Weblate
sv: ÃversÃ¤ttning med Weblate

source: Thank you for your interest in translating with Weblate!
sv: Tack fÃ¶r ditt intresse fÃ¶r att Ã¶versÃ¤tta med Weblate!

source: Generally, there are two most used modes of translation:
sv: Generellt sett finns det tvÃ¥ vanligaste Ã¶versÃ¤ttningsmetoder:

source: Project accepts direct translations
sv: Projektet accepterar direkta Ã¶versÃ¤ttningar

source: Project accepts the suggestions made by users.
sv: Projektet accepterar fÃ¶rslag frÃ¥n anvÃ¤ndarna.

source: Sometimes, anonymous suggestions are accepted as well.
sv: Ibland accepteras Ã¤ven anonyma fÃ¶rslag.

source: There are more translation workflows detailed in :ref:`workflows`.
sv: Det finns fler Ã¶versÃ¤ttningsarbetsflÃ¶den beskrivna i :ref:`workflows`.

source: Projects, or the components in them are either visible to everyone, or only to a certain group of translators.
sv: Projekt, eller komponenterna i dem, Ã¤r antingen synliga fÃ¶r alla eller endast fÃ¶r en viss grupp Ã¶versÃ¤ttare.

source: Translation projects hold related components; resources for the same software, book, or project.
sv: ÃversÃ¤ttningsprojekt innehÃ¥ller relaterade komponenter; resurser fÃ¶r samma programvara, bok eller projekt.

source: Translation links
sv: ÃversÃ¤ttningslÃ¤nkar

source: Having navigated to a component, a set of links lead to its actual translation. The translation is further divided into individual checks, like :guilabel:`Untranslated strings` or :guilabel:`Unfinished strings`. If the whole project is already translated without any errors, :guilabel:`All strings` is still available. Alternatively you can use the :doc:`Search </user/search>` feature to find a specific string or term.
sv: NÃ¤r du har navigerat till en komponent leder en uppsÃ¤ttning lÃ¤nkar till dess faktiska Ã¶versÃ¤ttning. ÃversÃ¤ttningen Ã¤r vidare indelad i enskilda kontroller, som :guilabel:`OÃ¶versatta strÃ¤ngar` eller :guilabel:`Oavslutade strÃ¤ngar`. Om hela projektet redan Ã¤r Ã¶versatt utan nÃ¥gra fel Ã¤r :guilabel:`Alla strÃ¤ngar` fortfarande tillgÃ¤ngligt. Alternativt kan du anvÃ¤nda funktionen :doc:`SÃ¶k </user/search>` fÃ¶r att hitta en specifik strÃ¤ng eller term.

source: Actual permissions might vary depending on your Weblate configuration.
sv: De faktiska behÃ¶righeterna kan variera beroende pÃ¥ din Weblate-konfiguration.

source: All suggestions are scanned on a daily basis to remove duplicates and those matching current translations.
sv: Alla fÃ¶rslag skannas dagligen fÃ¶r att ta bort dubbletter och sÃ¥dana som matchar befintliga Ã¶versÃ¤ttningar.

source: Three types of comments can be posted:
sv: Tre typer av kommentarer kan publiceras:

source: for translations
sv: fÃ¶r Ã¶versÃ¤ttningar

source: for source strings
sv: fÃ¶r kÃ¤llstrÃ¤ngar

source: for reporting source string bugs when this functionality is turned on using :ref:`project-source_review`.
sv: fÃ¶r att rapportera buggar i kÃ¤llstrÃ¤ngen nÃ¤r denna funktion Ã¤r aktiverad med :ref:`project-source_review`.

source: Choose the suitable type for the topic you want to discuss. Source string comments are in any event good for providing feedback on the original string, for example that it should be rephrased, or to ask questions about it.
sv: VÃ¤lj den typ som passar bÃ¤st fÃ¶r det Ã¤mne du vill diskutera. Kommentarer till kÃ¤llstrÃ¤ngen Ã¤r i alla fall bra fÃ¶r att ge feedback pÃ¥ den ursprungliga strÃ¤ngen, till exempel att den bÃ¶r omformuleras, eller fÃ¶r att stÃ¤lla frÃ¥gor om den.

source: Markdown syntax can be used in all comments, as well as mentioning other users by using ``@username``.
sv: Markdown-syntax kan anvÃ¤ndas i alla kommentarer, liksom att nÃ¤mna andra anvÃ¤ndare genom att anvÃ¤nda ``@anvÃ¤ndarnamn``.

source: Variants are used to group different-length variants of a string. The frontend of your project can then utilize different strings depending on the size of a screen or window.
sv: Variant anvÃ¤nds fÃ¶r att gruppera varianter av olika lÃ¤ngd av en strÃ¤ng. Frontend i ditt projekt kan sedan anvÃ¤nda olika strÃ¤ngar beroende pÃ¥ storleken pÃ¥ skÃ¤rmen eller fÃ¶nstret.

source: Labels are used to categorize strings within a project to further customize the localization workflow (for example to define categories of strings).
sv: Etiketter anvÃ¤nds fÃ¶r att kategorisera strÃ¤ngar inom ett projekt fÃ¶r att ytterligare anpassa lokaliseringsarbetsflÃ¶det (till exempel fÃ¶r att definiera kategorier av strÃ¤ngar).

source: Following labels are used by Weblate:
sv: FÃ¶ljande etiketter anvÃ¤nds av Weblate:

source: String translated using :ref:`auto-translation`.
sv: StrÃ¤ng Ã¶versatt med :ref:`auto-translation`.

source: String marked for review using :ref:`source-reviews`.
sv: StrÃ¤ng markerad fÃ¶r granskning med :ref:`source-reviews`.

source: On the translation page, the source string and an editing area for its translation are shown. Should the translation be plural, multiple source strings and editing areas are shown, each described and labeled in the amount of plural forms the translated language has.
sv: PÃ¥ Ã¶versÃ¤ttningssidan visas kÃ¤llstrÃ¤ngen och ett redigeringsfÃ¤lt fÃ¶r Ã¶versÃ¤ttningen. Om Ã¶versÃ¤ttningen Ã¤r plural visas flera kÃ¤llstrÃ¤ngar och redigeringsfÃ¤lt, var och en beskriven och mÃ¤rkt med antalet pluralformer som det Ã¶versatta sprÃ¥ket har.

source: All special whitespace characters are underlined in red and indicated with grey symbols. More than one subsequent space is also underlined in red to alert the translator to a potential formatting issue.
sv: Alla speciella blankstegstecken Ã¤r understrukna med rÃ¶tt och markerade med grÃ¥ symboler. Fler Ã¤n ett efterfÃ¶ljande blanksteg Ã¤r ocksÃ¥ understrukna med rÃ¶tt fÃ¶r att uppmÃ¤rksamma Ã¶versÃ¤ttaren pÃ¥ ett potentiellt formateringsproblem.

source: Various bits of extra info can be shown on this page, most of which coming from the project source code (like context, comments or where the message is being used). Translation fields for any secondary languages translators select in the preferences will be shown (see :ref:`secondary-languages`) above the source string.
sv: Olika extrauppgifter kan visas pÃ¥ denna sida, varav de flesta kommer frÃ¥n projektets kÃ¤llkod (som sammanhang, kommentarer eller var meddelandet anvÃ¤nds). ÃversÃ¤ttningsfÃ¤lt fÃ¶r alla sekundÃ¤ra sprÃ¥k som Ã¶versÃ¤ttarna vÃ¤ljer i instÃ¤llningarna visas (se :ref:`secondary-languages`) ovanfÃ¶r kÃ¤llstrÃ¤ngen.

source: Words changing form to account for their numeric designation are called plurals. Each language has its own definition of them. English, for example, supports one. In the singular definition of an example "car", implicitly one car is referenced, in the plural definition of "cars", two or more cars are referenced (or the concept of cars as a noun). Languages like, for example, Czech or Arabic have more forms of plurals, and their rules for plurals are different as well.
sv: Ord som Ã¤ndrar form fÃ¶r att ta hÃ¤nsyn till sin numeriska beteckning kallas pluralformer. Varje sprÃ¥k har sin egen definition av dem. Engelska har till exempel en. I singularformen av ett exempel, "bil", avses implicit en bil, medan i pluralformen "bilar" avses tvÃ¥ eller flera bilar (eller begreppet bilar som substantiv). SprÃ¥k som till exempel tjeckiska eller arabiska har fler former av plural, och deras regler fÃ¶r plural Ã¤r ocksÃ¥ olika.

source: Weblate has full support for each of these forms, in each respective language. Each grammatical number is translated in a separate field for a pre-defined set of cardinal numbers specific to the translation language. The number of fields and how they are in turn used in the translated application or project, depends on the configured plural formula. Weblate shows the basic information and the `Language Plural Rules`_ by the Unicode Consortium is a more detailed description.
sv: Weblate har fullt stÃ¶d fÃ¶r var och en av dessa former, pÃ¥ respektive sprÃ¥k. Varje grammatiskt tal Ã¶versÃ¤tts i ett separat fÃ¤lt fÃ¶r en fÃ¶rdefinierad uppsÃ¤ttning kardinalnummer som Ã¤r specifika fÃ¶r Ã¶versÃ¤ttningssprÃ¥ket. Antalet fÃ¤lt och hur de i sin tur anvÃ¤nds i den Ã¶versatta applikationen eller projektet beror pÃ¥ den konfigurerade pluralformeln. Weblate visar grundlÃ¤ggande information och Unicode Consortiums `Language Plural Rules`_ Ã¤r en mer detaljerad beskrivning.

source: Alternative translations
sv: Alternativa Ã¶versÃ¤ttningar

source: This is currently only supported with :ref:`multivalue-csv`.
sv: Detta stÃ¶ds fÃ¶r nÃ¤rvarande endast med :ref:`multivalue-csv`.

source: With some formats, it is possible to have more translations for a single string. You can add more alternative translations using the :guilabel:`Tools` menu. Any blank alternative translations will be automatically removed upon saving.
sv: I vissa format Ã¤r det mÃ¶jligt att ha flera Ã¶versÃ¤ttningar fÃ¶r en enda strÃ¤ng. Du kan lÃ¤gga till fler alternativa Ã¶versÃ¤ttningar med hjÃ¤lp av menyn :guilabel:`Verktyg`. Alla tomma alternativa Ã¶versÃ¤ttningar tas bort automatiskt nÃ¤r du sparar.

source: The following keyboard shortcuts can be utilized during translation:
sv: FÃ¶ljande kortkommandon kan anvÃ¤ndas under Ã¶versÃ¤ttningen:

source: Keyboard shortcut
sv: TangentbordsgenvÃ¤g

source: :kbd:`Alt+PageUp` or
sv: :kbd:`Alt+PageUp` eller

source: :kbd:`Ctrl+â` or
sv: :kbd:`Ctrl+â` eller

source: :kbd:`Alt+â` or
sv: :kbd:`Alt+â` eller

source: :kbd:`Alt+PageDown` or
sv: :kbd:`Alt+PageDown` eller

source: :kbd:`Ctrl+â` or
sv: :kbd:`Ctrl+â` eller

source: :kbd:`Alt+â` or
sv: :kbd:`Alt+â` eller

source: :kbd:`Ctrl+Enter` or
sv: :kbd:`Ctrl+Enter` eller

source: Submit current form; this is same as pressing :guilabel:`Save and continue` while editing translation.
sv: Skicka in aktuell blankett; detta motsvarar att trycka pÃ¥ :guilabel:`Spara och fortsÃ¤tt` medan du redigerar Ã¶versÃ¤ttningen.

source: :kbd:`Ctrl+Shift+Enter` or
sv: :kbd:`Ctrl+Skift+Enter` eller

source: :kbd:`Alt+Enter` or
sv: :kbd:`Alt+Enter` eller

source: Submit the string as a suggestion; this works the same as pressing :guilabel:`Suggest` while editing translation.
sv: Skicka in strÃ¤ngen som ett fÃ¶rslag; detta fungerar pÃ¥ samma sÃ¤tt som att trycka pÃ¥ :guilabel:`Suggest` nÃ¤r du redigerar Ã¶versÃ¤ttningen.

source: :kbd:`Ctrl+E` or
sv: :kbd:`Ctrl+E` eller

source: :kbd:`Ctrl+U` or
sv: :kbd:`Ctrl+U` eller

source: :kbd:`Ctrl+M` or
sv: :kbd:`Ctrl+M` eller

source: Shows :guilabel:`Automatic suggestions` tab, see :ref:`machine-translation`.
sv: Visar :guilabel:`Automatiska fÃ¶rslag`-fliken, se :ref:`machine-translation`.

source: :kbd:`Ctrl+1` to :kbd:`Ctrl+9` or
sv: :kbd:`Ctrl+1` till :kbd:`Ctrl+9` eller

source: :kbd:`Cmd+1` to :kbd:`Cmd+9`
sv: :kbd:`Cmd+1` till :kbd:`Cmd+9`

source: :kbd:`Ctrl+M` followed by :kbd:`1` to :kbd:`9` or
sv: :kbd:`Ctrl+M` fÃ¶ljt av :kbd:`1` till :kbd:`9` eller

source: :kbd:`Cmd+M` followed by :kbd:`1` to :kbd:`9`
sv: :kbd:`Cmd+M` fÃ¶ljt av :kbd:`1` till :kbd:`9`

source: :kbd:`Ctrl+I` followed by :kbd:`1` to :kbd:`9` or
sv: :kbd:`Ctrl+I` fÃ¶ljt av :kbd:`1` till :kbd:`9` eller

source: :kbd:`Cmd+I` followed by :kbd:`1` to :kbd:`9`
sv: :kbd:`Cmd+I` fÃ¶ljt av :kbd:`1` till :kbd:`9`

source: :kbd:`Ctrl+J` or
sv: :kbd:`Ctrl+J` eller

source: Shows the :guilabel:`Nearby strings` tab.
sv: Visar fliken :guilabel:`NÃ¤rliggande strÃ¤ngar`.

source: :kbd:`Ctrl+S` or
sv: :kbd:`Ctrl+S` eller

source: :kbd:`Ctrl+O` or
sv: :kbd:`Ctrl+O` eller

source: :kbd:`Ctrl+Y` or
sv: :kbd:`Ctrl+Y` eller

source: Toggle the :guilabel:`Needs editing` checkbox.
sv: Markera kryssrutan :guilabel:`BehÃ¶ver redigeras`.

source: Visual keyboard
sv: Visuellt tangentbord

source: A small visual keyboard row is shown just above the translation field. Its rows are specific to each language; it can be useful for local punctuation or characters that are hard to type by hand.
sv: En liten visuell tangentbordsrad visas precis ovanfÃ¶r Ã¶versÃ¤ttningsfÃ¤ltet. Raderna Ã¤r specifika fÃ¶r varje sprÃ¥k och kan vara anvÃ¤ndbara fÃ¶r lokal interpunktion eller tecken som Ã¤r svÃ¥ra att skriva fÃ¶r hand.

source: The shown symbols factor into three categories:
sv: De visade symbolerna delas in i tre kategorier:

source: User configured :ref:`profile-specialchars` defined in the :ref:`user-profile`
sv: AnvÃ¤ndarkonfigurerad :ref:`profile-specialchars` definierad i :ref:`user-profile`

source: Per-language characters provided by Weblate (e.g. quotes or RTL-specific characters)
sv: Tecken per sprÃ¥k som tillhandahÃ¥lls av Weblate (t.ex. citattecken eller RTL-specifika tecken)

source: Characters configured using :setting:`SPECIAL_CHARS`
sv: Tecken konfigurerade med :setting:`SPECIAL_CHARS`

source: This contextual description provides related info about the current string.
sv: Denna kontextuella beskrivning ger relaterad information om den aktuella strÃ¤ngen.

source: String attributes
sv: StrÃ¤ngattribut
